Repository: jeanmichelroyer/rslt
Catalog: locales/*/main.po
Languages: fr

source: Authors
fr: Auteurs

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Songs
fr: Chansons

source: Title:
fr: Titre :

source: Author:
fr: Auteur :

source: Publication date:
fr: Date de publication :

source: Plugin activation
fr: Activation du plugin

source: Enable RSLT plugin
fr: Activer le plugin RSLT

source: Save configuration
fr: Sauver la configuration

source: Advanced options
fr: Options avancées

source: New author
fr: Nouvel auteur

source: No author
fr: Pas d'auteur

source: Remove selected
fr: Supprimer les élements sélectionnés

source: New album
fr: Nouvel album

source: No album
fr: Pas d'album

source: Title
fr: Titre :

source: New song
fr: Nouvelle chanson

source: No song
fr: Pas de chanson

source: Author
fr: Auteur

source: Singer
fr: Chanteur

source: Publication date
fr: Date de publication

source: Load songs csv file
fr: Charger le fichier csv de chansons

source: About
fr: A propos

source: If you want more informations on that plugin or have new ideas to develope it, or want to submit a bug or need help (to install or configure it) or for anything else ...
fr: Si vous voulez des informations sur ce plugin ou si vous avez des idées pour l'améliorer ou si vous pensez avoir trouvé un bug ou si vous avez besoin d'aide (pour l'installer ou le configurer) ou pour tout autre chose...

source: Go to %sthe dedicated page%s in
fr: Allez sur la %spage dédiée%s du

source: Made by:
fr: Créé par :

source: The author has been successfully deleted.
fr: L'auteur a été supprimé avec succès.

source: Author has been successfully updated.
fr: L'auteur a été mis à jour avec succès.

source: Author has been successfully added.
fr: L'auteur a été ajouté avec succès.

source: Data successfully loaded.
fr: Les données ont été chargées avec succès.

source: The song has been successfully deleted.
fr: La chanson a été supprimée avec succès.

source: Song has been successfully updated.
fr: La chanson a été mise à jour avec succès.

source: Song has been successfully added.
fr: La chanson a été ajoutée avec succès.

source: The album has been successfully deleted.
fr: L'album a été supprimé avec succès.

source: Album has been successfully updated.
fr: L'album a été mis à jour avec succès.

source: Album has been successfully added.
fr: L'album a été ajouté avec succès.

source: Configuration successfully updated.
fr: La configuration a été mise à jour avec succès.

source: You must provide %s field
fr: Vous devez remplir le champ %s

source: Singer:
fr: Chanteur :

source: Selected songs action:
fr: Actions sur les chansons sélectionnées :

source: Edit album
fr: Mise à jour de l'album

source: Are you sure you want to delete selected songs (%s)?
fr: Êtes-vous certain de vouloir supprimer la(es) chanson(s) sélectionée(s) (%s)

source: Albums page prefix:
fr: Préfixe de la page albums

source: Album page prefix:
fr: Préfixe des pages album

source: Song page prefix:
fr: Préfixe des pages chanson

source: Compositor:
fr: Compositeur :

source: Adaptator:
fr: Adaptateur :

source: Editor:
fr: Editeur :

source: Are you sure you want to delete selected albums (%s)?
fr: Êtes-vous certain de vouloir supprimer le(s) album(s) sélectioné(s) (%s)

source: %d albums in database
fr: %d albums dans la base de données

source: Selected albums action:
fr: Actions sur les albums sélectionnés :

source: %d songs in database
fr: %d chansons dans la base de données

source: Load albums csv file
fr: Charger le fichier csv d'albums

source: Load songs in albums csv file
fr: Charger le fichier csv de chansons par albums

source: Compositor
fr: Compositeur

source: Adaptator
fr: Adaptateur

source: Editor
fr: Editeur

source: Show filters
fr: Montrer les filtres

source: Hide filters
fr: Cacher les filtres

source: Settings
fr: Paramètres

source: Filters
fr: Filtres

source: Display options
fr: Options d'affichage

source: Order by:
fr: Créé par :

source: Sort:
fr: Tri

source: songs per page
fr: Nombre de chansons par page

source: Apply filters and display options
fr: Appliquer les filtres et options d'affichage

source: Associate to album
fr: Associer à l'album

source: Filter
fr: Filtre
